Repository: treibhausdonaufeld/nextcloud-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: {common_name} is open since
de: {common_name} ist offen seit

source: {common_name} is locked since
de: {common_name} ist versperrt seit

source: {days} day
de: {days} Tag

source: {days} days
de: {days} Tage

source: Battery of Nuki door lock is critical at just {battery_level} %!
de: Batterie des Nuki Schlosses ist kritisch bei nur {battery_level} %!

source: Battery of keypad is critical!
de: Batterie des Keypads ist kritisch!

source: Battery of doorsensor is critical!
de: Batterie des Türsensors ist kritisch!

source: Nuki battery level is at {battery_level} %
de: Nuki Batterie hat {battery_level} %

source: Access history
de: Verlauf

source: Show door actions
de: Tür Aktionen anzeigen

source: Unlatch
de: Aufgmacht

source: Lock
de: Zugsperrt

source: Unlock
de: Aufgsperrt

source: Door opened
de: Tür auf

source: Door closed
de: Tür zu

source: Lock'n'go
de: Zu und Baba

source: Keypad invalid code
de: Keypad ungültiger Code

source: Date
de: Datum

source: Action
de: Aktion

source: No upcoming shifts found - please create some
de: Keine nächsten Dienste eingetragen - bitte erstelle welche

source: No primary person set for next shift on **{next_shift_date}**
de: Keine Haupt-Person bis jetzt eingetragen für **{next_shift_date}**

source: Next open day is **{date}**, which is hosted by **{primary}**
de: Nächster offener Tag ist **{date}**, hosted von **{primary}**

source: with **{secondary}**
de: mit **{secondary}**

source: and **{tertiary}**
de: und **{tertiary}**

source: Language
de: Sprache

source: Donations
de: Spenden

source: Beer
de: Bier

source: Tools/Stuff
de: Werkzeug/Einrichtung

source: Consumables
de: Verbrauchsmaterial

source: Other
de: Anderes

source: Rent
de: Miete

source: Start date
de: Anfangs-Datum

source: End date
de: End-Datum

source: Date Quickselect
de: Zeitraum auswählen

source: Last 30 days
de: Letzten 30 Tage

source: Last 60 days
de: Letzten 60 Tage

source: Last 90 days
de: Letzten 90 Tage

source: Last 180 days
de: Letzten 180 Tage

source: Last 365 days
de: Letzten 365 Tage

source: All
de: Alle

source: Select a Person
de: Person wählen

source: Only persons with recent activity are shown unless the checkbox is ticked
de: Nur Personen mit kürzlicher Aktivität werden angezeigt, außer die Checkbox ist angehAakt

source: Sending message to Signal...
de: Nachricht wird an Signal geschickt...

source: 💪 Shifts List
de: 💪 Dienste

source: 💰 Money Form
de: 💰 Geld Formular

source: 🍺 Beer Form
de: 🍺 Bier Formular

source: 💸 Debts
de: 💸 Schulden

source: 📈 Access Analytics
de: 📈 Zutritts-Analysen

source: ⚡ Electricity
de: ⚡ Strom

source: 🤑 Money Analytics
de: 🤑 Geld Analysen

source: 👯 Members
de: 👯 Mitglieder

source: 🏦 Bank Account
de: 🏦 Bank

source: Click here to Login
de: Hier klicken für Login

source: Logged in as {username}
de: Eingeloggt als {username}

source: Hour
de: Stunde

source: Open Count
de: Anzahl Öffnungen

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Weekday
de: Wochentag

source: Who unlocked the door most often? **{top_unlocker}**, having done so **{top_unlock_count}** times.
de: **{top_unlocker}** hat am öftesten aufgesperrt: **{top_unlock_count}** mal.

source: Unlock Count per Person
de: Aufsperrungen pro Person

source: What time is {common_name} usually open?
de: Wann ist {common_name} normalerweise offen?

source: All Actions over Time
de: Alle Aktionen über die Zeit

source: Actions per Person
de: Aktionen pro Person

source: Actions Over Time for {selected_name}
de: Aktionen über Zeit von {selected_name}

source: No data found, please upload some files
de: Keine Daten hier, bitte neue Dateien hochladen

source: Balance
de: Ergebnis

source: Last booking Date
de: Letztes Buchungsdatum

source: Total Credit
de: Gesamte Einkommen

source: Total Expenses
de: Gesamte Ausgaben

source: Split by accounts/folders
de: Aufteilen nach Konten

source: Upload new bank data file(s)
de: Neue Bank-Dateien hochladen

source: Refresh bank data
de: Bankdaten Aktualisieren

source: All accounts combined
de: Alle Konten kombiniert

source: Lenkerbande Bank Analytics
de: Lenkerbande Bank Analytik

source: {common_name} Bank Data Load
de: {common_name} Bank Daten Laden

source: Error loading data from bank
de: Fehler beim Laden der Bankdaten

source: No transactions found
de: Keine Transaktionen gefunden

source: Bank data saved to disk
de: Bank Daten gespeichert

source: You can close this window now
de: Fenster kann geschlossen werden

source: Following data will be sent:
de: Folgende Daten werden geschickt:

source: Start Month:
de: Start-Monat:

source: End Month:
de: End-Monat:

source: Back
de: Zurück

source: Confirm
de: Bestätigen

source: Really send data now
de: Daten wirklich jetzt senden

source: Start Month
de: Start-Monat

source: End Month
de: End-Monat

source: Beer Price
de: Bier Preis

source: Specify amount of drinks for each person (not amount in euro)
de: Angabe der Anzahl der Getränke pro Person (nicht Geldwert)

source: Image of beer list
de: Bild der Getränkeliste

source: Picture of the original beer list
de: Bild der originalen Getränkeliste

source: Names configuration
de: Namenskonfiguration

source: Removed Names
de: Entfernte Namen

source: Additional Names
de: Zusätzliche Namen

source: Amount of Drinks
de: Anzahl Getränke

source: Send Data
de: Daten senden

source: Beer formular sent
de: Bier-Formular abgeschickt

source: Beer data successfully sent
de: Bier-Daten erfolgreich gesendet

source: {common_name} Beer Form
de: {common_name} Bier Formular

source: Positive values mean that you owe money, which you should send to the club's account when it exceeds {max_debt} €. Negative values mean that the club owes you money.
de: Positive Beträge bedeuten, dass du Geld schuldig bist, das du überweisen solltest, wenn du über {max_debt} € kommst. Negative Beträge bedeuten, dass du Geld zurück bekommst bzw. ein Guthaben hast.

source: People who should have less debt
de: Personen die weniger Schulden haben sollten

source: All People with debt or credit
de: Alle Personen mit Schulden oder Guthaben

source: Raw Data
de: Rohdaten

source: Debt
de: Schulden

source: Credit
de: Guthaben

source: Total Balance
de: Gesamt-Ergebnis

source: Debts
de: Schulden

source: Credits
de: Einnahmen

source: Money Distribution
de: Geld Verteilung

source: Show categories
de: Kategorien anzeigen

source: Income
de: Einnahmen

source: Expenses
de: Ausgaben

source: Filter by amount
de: Filtern nach Betrag

source: Group by
de: Gruppieren nach

source: Week
de: Woche

source: Month
de: Monat

source: Quarter
de: Quartal

source: Year
de: Jahr

source: Aggregated
de: Aggregiert

source: Daily Entries
de: Genaue Einträge

source: Money Distribution by Category
de: Geld-Verteilung nach Kategorie

source: Show comments
de: Kommentare anzeigen

source: {common_name} Debts
de: {common_name} Schulden

source: Electricity data file not found: {file_path}
de: Stromdaten-Datei nicht gefunden: {file_path}

source: Error loading electricity data: {error}
de: Fehler beim Laden der Stromdaten: {error}

source: Electricity Consumption Analysis
de: Stromverbrauch-Analyse

source: Effective price per kWh (€-cent)
de: Effektiver Preis pro kWh (€-Cent)

source: Energy price is 15.50 €-cent per kWh, plus 20.10 €-cent for taxes and fees.
de: Energiepreis ist 15,50 €-Cent pro kWh, plus 20,10 €-Cent für Steuern und Gebühren.

source: Start Date
de: Anfangs-Datum

source: End Date
de: End-Datum

source: No data available for the selected date range.
de: Keine Daten für den ausgewählten Zeitraum verfügbar.

source: Weekly Electricity Costs (€)
de: Wöchentliche Stromkosten (€)

source: Monthly Electricity Costs (€)
de: Monatliche Stromkosten (€)

source: Weekly Cost
de: Wöchentliche Kosten

source: Week: %{x}<br>Cost: €%{y:.2f}<br>Consumption: %{customdata:.2f} kWh<extra></extra>
de: Woche: %{x}<br>Kosten: €%{y:.2f}<br>Verbrauch: %{customdata:.2f} kWh<extra></extra>

source: Monthly Cost
de: Monatliche Kosten

source: Month: %{x}<br>Cost: €%{y:.2f}<br>Consumption: %{customdata:.2f} kWh<extra></extra>
de: Monat: %{x}<br>Kosten: €%{y:.2f}<br>Verbrauch: %{customdata:.2f} kWh<extra></extra>

source: Electricity Cost Overview
de: Stromkosten-Übersicht

source: Cost (€)
de: Kosten (€)

source: Total Cost
de: Gesamtkosten

source: Average Daily Cost
de: Durchschnittliche Tageskosten

source: Average Weekly Cost
de: Durchschnittliche Wochenkosten

source: Average Monthly Cost
de: Durchschnittliche Monatskosten

source: Show raw data
de: Rohdaten anzeigen

source: Raw Electricity Data
de: Rohe Stromdaten

source: {common_name} Electricity
de: {common_name} Strom

source: No data available
de: Keine Daten vorhanden

source: Statistics from {start_date} to {end_date} ({days} days)
de: Statistiken von {start_date} bis {end_date} ({days} Tage)

source: Reset all weights to zero
de: Alle Gewichte auf null zurücksetzen

source: Debug user
de: Debug Benutzer

source: Select a user to debug their payments
de: Benutzer auswählen, um deren Zahlungen zu debuggen

source: Debug payments for {debug_user}
de: Debug Zahlungen für {debug_user}

source: Shift weight
de: Dienst-Gewichtung

source: Value to multiply the number of shifts
de: Wert zum Multiplizieren der Anzahl der Dienste

source: Unlock weight
de: Aufsperr-Gewichtung

source: Value to multiply the number of unlocks
de: Wert zum Multiplizieren der Anzahl der Aufsperrungen

source: Debt weight
de: Schulden-Gewichtung

source: Value to multiply the money take from the box
de: Wert zum Multiplizieren des aus der Kasse genommenen Geldes

source: Shop weight
de: Einkaufs-Gewichtung

source: Value to multiply the money people bought stuff for the club
de: Wert zum Multiplizieren des Geldes, das Leute für den Verein ausgegeben haben

source: Member contribution statistics
de: Mitglieder-Beitrags-Statistiken

source: Monthly payments
de: Monatliche Zahlungen

source: Shifts
de: Dienste

source: Unlocks
de: Aufsperrungen

source: Shop
de: Einkäufe

source: Total refunds
de: Gesamte Rückerstattungen

source: Total amount of refunds for all members
de: Gesamtbetrag der Rückerstattungen für alle Mitglieder

source: Contribution statistics details
de: Details der Beitrags-Statistiken

source: Regular paying members
de: Regelmäßig zahlende Mitglieder

source: No recent regular paying members found
de: Keine kürzlich regelmäßig zahlenden Mitglieder gefunden

source: Irregular or non paying members
de: Unregelmäßig oder nicht zahlende Mitglieder

source: No irregular or non paying members found
de: Keine unregelmäßig oder nicht zahlenden Mitglieder gefunden

source: Leftover nuki accounts
de: Übrig gebliebene Nuki-Konten

source: Total members
de: Gesamte Mitglieder

source: Number regular paying
de: Anzahl regelmäßig zahlend

source: Members who have made a payment in the last 90 days
de: Mitglieder, die in den letzten 90 Tage gezahlt haben

source: Monthly member payments
de: Monatliche Mitgliedschaftsbeiträge

source: Last data entry
de: Letzer Datenpunkt

source: Last Payment
de: Letzte Zahlung

source: Days since the last payment
de: Tage seit der letzten Zahlung

source: Amount
de: Betrag

source: Last Nuki use
de: Letzte Nuki-Nutzung

source: Repayment checks
de: Rückzahlungs-Prüfungen

source: {common_name} Members
de: {common_name} Mitglieder

source: Select Categories
de: Kategorien wählen

source: Result
de: Ergebnis

source: Show positive/negative
de: Positiv/Negativ anzeigen

source: Credits by Name
de: Einnahmen pro Name

source: Expenses by Name
de: Ausgaben pro Name

source: {common_name} Money Analytics
de: {common_name} Geld Analytics

source: takes
de: nimmt

source: paid back
de: zahlt zurück

source: gets back
de: bekommt zurück

source: for
de: für

source: comment
de: Kommentar

source: Please always use this formular whenever you take money with you, when you get money back because you bought something or when you pay back your debts.
de: Bitte immer dieses Formular verwenden, wenn du Geld mitgenommen hast oder wenn du Geld zurück bekommst, weil du etwas gekauft hast oder deine Schulden zurück gezahlt hast.

source: Take money or pay money?
de: Geld genommen oder gezahlt?

source: I took money or things with me
de: Ich habe Geld oder Dinge mitgenommen

source: I bought something
de: Ich hab was gekauft und will eine Gutschrift dafür

source: I pay back my debts
de: Ich zahle Schulden zurück

source: Select if amount is considered positive (=Debt) or negative (=Credit) on behalf of your account
de: Auswählen, ob Betrag als positiver Wert (=Schulden) oder negativer Wert (=Guthaben) gesehen wird

source: Just positive amounts here, round up in case of cents
de: Nur positive Beträge hier, Aufrunden bei Cents

source: Select category
de: Kategorie wählen

source: If you select Other, please specify details in comment field
de: Wenn Andere ausgewählt, bitte im Kommentar Details anführen

source: Comment
de: Kommentar

source: Please just fill out if really something useful to document
de: Bitte nur ausfüllen, wenn wirklich nützlich

source: Send
de: Abschicken

source: Please fill out the amount field
de: Bitte das Betragsfeld ausfüllen

source: increased
de: erhöht

source: decreased
de: verringert

source: You are about to send following entry:
de: Du bist dabei folgenden Eintrag abzuschicken:

source: This means your debts will be **{change_verb}** by this amount.
de: Das bedeutet, deine Schulden werden um diesen Betrag **{change_verb}**.

source: {common_name} Money Form
de: {common_name} Geld Formular

source: Entry successfully saved
de: Eintrag erfolgreich gespeichert

source: New entry
de: Neuer Eintrag

source: Day of shift
de: Tag des Diensts

source: Save
de: Speichern

source: Add month
de: Monat hinzufügen

source: {common_name} Shifts List
de: {common_name} Dienste Liste
